tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "mbode/tap"
tap "tavianator/tap"

brew "ansible"
brew "ansible-language-server"
brew "yamllint"
brew "ansible-lint"
brew "argocd"
brew "aria2"
brew "awscli"
brew "bat"
brew "cabextract"
brew "cdrtools"
brew "chafa"
brew "chezmoi"
brew "coreutils"
brew "corkscrew"
brew "dfc"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "exa"
brew "exif"
brew "fx"
brew "git"
brew "git-delta"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "gstreamer"
brew "gum"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "jsonlint"
brew "k9s"
brew "lastpass-cli"
brew "lazygit"
brew "libcaca"
brew "lima"
brew "openjdk"
brew "maven"
brew "media-info"
brew "moreutils"
brew "mpv"
brew "neovim"
brew "nmap"
brew "node@18", link: true
brew "nvm"
brew "packer"
brew "virtualenv"
brew "pre-commit"
brew "python@3.10"
brew "python@3.9"
brew "s-search"
brew "shellcheck"
brew "shfmt"
brew "slides"
brew "sops"
brew "telnet"
brew "terraform-docs"
brew "terraform-lsp"
brew "tig"
brew "timg"
brew "tmux"
brew "tmuxp"
brew "ttyd", args: ["HEAD"]
brew "util-linux"
brew "vim"
brew "virtualenvwrapper"
brew "watch"
brew "wget"
brew "wimlib"
brew "wireshark", link: false
brew "yarn"
brew "charmbracelet/tap/vhs"
brew "mbode/tap/terraform-state-mover"
brew "tavianator/tap/bfs"

cask "alacritty"
cask "android-file-transfer"
cask "displaylink"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome-beta"
cask "google-cloud-sdk"
cask "iterm2"
cask "keepassxc"
cask "rancher"
cask "raspberry-pi-imager"
cask "session-manager-plugin"
cask "utm"
cask "vlc"
cask "wireshark"
